Repository: acterglobal/zoe
Catalog: lib/l10n/app_*.arb
Languages: gu, hi

source: Zoe App
gu: ઝોઈ એપ
hi: ज़ोई ऐप

source: Welcome to Zoe
gu: ઝોઈમાં આપનું સ્વાગત છે
hi: ज़ोई में आपका स्वागत है

# yourPersonalWorkspace
source: Your personal workspace for organizing thoughts, tasks, and ideas with beautiful simplicity.
gu: વિચારો, કાર્યો અને આઈડિયાઓને સુંદર સરળતા સાથે વ્યવસ્થિત કરવા માટે તમારું વ્યક્તિગત કાર્યક્ષેત્ર.
hi: विचारों, कार्यों और आइडियाज को सुंदर सरलता के साथ व्यवस्थित करने के लिए आपका व्यक्तिगत कार्यक्षेत्र।

source: Get Started
gu: શરૂ કરો
hi: शुरू करें

source: Text content title
gu: ટેક્સ્ટ સામગ્રી શીર્ષક
hi: टेक्स्ट सामग्री शीर्षक

source: Type something...
gu: કંઈક ટાઈપ કરો...
hi: कुछ टाइप करें...

source: Task not found
gu: કાર્ય મળ્યું નથી
hi: कार्य नहीं मिला

source: Title
gu: શીર્ષક
hi: शीर्षक

source: Add a description
gu: વર્ણન ઉમેરો
hi: विवरण जोड़ें

source: Task item
gu: કાર્ય આઈટમ
hi: कार्य आइटम

source: Delete Sheet?
gu: શીટ કાઢી નાખો?
hi: शीट हटाएं?

source: Sheet
gu: શીટ
hi: शीट

# thisActionCannotBeUndone
source: This action cannot be undone. All content in this sheet will be permanently deleted.
gu: આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી. આ શીટની તમામ સામગ્રી કાયમ માટે કાઢી નાખવામાં આવશે.
hi: यह क्रिया पूर्ववत नहीं की जा सकती। इस शीट की सभी सामग्री स्थायी रूप से हटा दी जाएगी।

# deleteSheetButton
source: Delete Sheet
gu: શીટ કાઢી નાખો
hi: शीट हटाएं

source: Cancel
gu: રદ કરો
hi: रद्द करें

source: Theme
gu: થીમ
hi: थीम

source: Language
gu: ભાષા
hi: भाषा

source: Appearance
gu: દેખાવ
hi: दिखावट

source: App
gu: એપ
hi: ऐप

source: Share App
gu: એપ શેર કરો
hi: ऐप साझा करें

source: Tell your friends about Zoe
gu: તમારા મિત્રોને ઝોઈ વિશે કહો
hi: अपने दोस्तों को ज़ोई के बारे में बताएं

source: Rate App
gu: એપને રેટ કરો
hi: ऐप को रेट करें

source: Rate us on the App Store
gu: એપ સ્ટોર પર અમને રેટ કરો
hi: ऐप स्टोर पर हमें रेट करें

source: Contact Us
gu: અમારો સંપર્ક કરો
hi: हमसे संपर्क करें

source: Get help or send feedback
gu: મદદ મેળવો અથવા ફીડબેક મોકલો
hi: सहायता प्राप्त करें या फीडबैक भेजें

source: About
gu: વિશે
hi: के बारे में

source: Version
gu: આવૃત્તિ
hi: संस्करण

source: Build Number
gu: બિલ્ડ નંબર
hi: बिल्ड नंबर

source: App Name
gu: એપનું નામ
hi: ऐप का नाम

source: Settings
gu: સેટિંગ્સ
hi: सेटिंग्स

source: Choose Theme
gu: થીમ પસંદ કરો
hi: थीम चुनें

source: Light
gu: હળવો
hi: हल्का

source: Dark
gu: ઘાટો
hi: गहरा

source: System
gu: સિસ્ટમ
hi: सिस्टम

source: Always use light theme
gu: હંમેશા હળવી થીમનો ઉપયોગ કરો
hi: हमेशा हल्की थीम का उपयोग करें

source: Always use dark theme
gu: હંમેશા ઘાટી થીમનો ઉપયોગ કરો
hi: हमेशा गहरी थीम का उपयोग करें

source: Follow system theme setting
gu: સિસ્ટમ થીમ સેટિંગને અનુસરો
hi: सिस्टम थीम सेटिंग का पालन करें

source: List title
gu: યાદી શીર્ષક
hi: सूची शीर्षक

source: Sheets
gu: શીટ્સ
hi: शीट्स

source: Event not found
gu: ઘટના મળી નથી
hi: इवेंट नहीं मिला

source: Event name
gu: ઘટનાનું નામ
hi: इवेंट का नाम

source: Add content
gu: સામગ્રી ઉમેરો
hi: सामग्री जोड़ें

source: Text
gu: ટેક્સ્ટ
hi: टेक्स्ट

source: Start writing with plain text
gu: સાદા ટેક્સ્ટ સાથે લખવાનું શરૂ કરો
hi: सादे टेक्स्ट के साथ लिखना शुरू करें

source: Event
gu: ઘટના
hi: इवेंट

source: Schedule and track events
gu: ઘટનાઓને સમયસૂચિ અને ટ્રેક કરો
hi: इवेंट्स को शेड्यूल और ट्रैक करें

source: Create a simple bulleted list
gu: એક સરળ બુલેટેડ યાદી બનાવો
hi: एक सरल बुलेटेड सूची बनाएं

source: Track tasks with checkboxes
gu: ચેકબોક્સ સાથે કાર્યોને ટ્રેક કરો
hi: चेकबॉक्स के साथ कार्यों को ट्रैक करें

source: Bulleted list
gu: બુલેટેડ યાદી
hi: बुलेटेड सूची

source: To-do list
gu: કરવાની યાદી
hi: टू-डू सूची

source: Bullet not found
gu: બુલેટ મળ્યું નથી
hi: बुलेट नहीं मिला

source: Bullet item
gu: બુલેટ આઈટમ
hi: बुलेट आइटम

source: Page Not Found
gu: પૃષ્ઠ મળ્યું નથી
hi: पेज नहीं मिला

# pageNotFoundDescription
source: The page you requested could not be found.
gu: તમારું વિનંતી કરેલ પૃષ્ઠ મળી શક્યું નથી.
hi: आपका अनुरोधित पेज नहीं मिल सका।

source: Save
gu: સેવ કરો
hi: सेव करें

source: Edit
gu: સંપાદિત કરો
hi: संपादित करें

source: Primary Button
gu: પ્રાથમિક બટન
hi: प्राथमिक बटन

source: Choose Language
gu: ભાષા પસંદ કરો
hi: भाषा चुनें

source: Select Language
gu: ભાષા પસંદ કરો
hi: भाषा चुनें

source: Insert Link
gu: લિંક ઉમેરો
hi: लिंक जोड़ें

source: Insert Link in
gu: લિંક ઉમેરો માટે
hi: लिंक डालें में

source: Please enter a valid URL
gu: કૃપા કરીને એક સાચું લિંક દાખલ કરો
hi: कृपया एक सही लिंक दर्ज करें

source: URL cannot be empty
gu: લિંક ખાલી નહીં હોઈ શકે
hi: URL खाली नहीं हो सकता

source: URL cannot contain spaces
gu: લિંકમાં જગ્યાનો નહીં હોઈ શકે
hi: URL में स्थान नहीं हो सकता

source: Please enter a valid domain name
gu: કૃપા કરીને એક સાચું ડોમેન નામ દાખલ કરો
hi: कृपया एक सही डोमेन नाम दर्ज करें

source: Choose Emoji
gu: ઇમોજી પસંદ કરો
hi: इमोजी चुनें

source: Search emojis...
gu: ઇમોજી શોધો...
hi: इमोजी खोजें...

source: No emojis found
gu: ઇમોજી મળ્યું નથી
hi: इमोजी नहीं मिला

# usersInSheet
source: Members of this sheet
gu: આ શીટના સભ્યો
hi: इस शीट के सदस्य

source: User
gu: સભ્ય
hi: सदस्य

source: Users
gu: સભ્યો
hi: सदस्यों

source: Assignees
gu: સોંપનાર
hi: सोंपनार

source: No assignees yet
gu: હજુ સુધી કોઈ સોંપનાર નથી
hi: अभी तक कोई सोंपनार नहीं है

source: Add Assignee
gu: સોંપનાર ઉમેરો
hi: सोंपनार जोड़ें

source: Available
gu: ઉપલબ્ધ
hi: उपलब्ध

source: All users are already assigned to this task
gu: બધા વપરાશકર્તાઓ પહેલાથી જ આ કાર્યને સોંપેલ છે
hi: इस कार्य को सभी उपयोगकर्ताओं ने पहले से ही सोंपा है

source: Available members to assign to this task
gu: આ કાર્યને સોંપવા માટે ઉપલબ્ધ સભ્યો
hi: इस कार्य को सोंपने के लिए उपलब्ध सदस्य

source: No sheets found!
gu: શીટ્સ મળ્યું નથી
hi: शीट्स नहीं मिली

source: No events found!
gu: કાર્યક્રમ મળ્યું નથી
hi: इवेंट्स नहीं मिले

source: No tasks found!
gu: કાર્ય મળ્યું નથી
hi: कार्य नहीं मिले

source: No links found!
gu: લિંક્સ મળ્યું નથી
hi: लिंक्स नहीं मिले

source: Search
gu: શોધો
hi: खोज

source: Will you attend?
gu: શું તમે જય શકસો ?
hi: क्या आप जाएंगे?

# isGoing
source: {count} is going
gu: {count} આવશે
hi: {count} आएंगे

# areGoing
source: {count} are going
gu: {count} આવશે
hi: {count} आएंगे

source: Members going to event
gu: કાર્યક્રમમાં જઈ રહેલા સભ્યો
hi: इवेंट जाने वाले सदस्य

source: Link
gu: લિંક
hi: लिंक

source: Links
gu: લિંક્સ
hi: लिंक्स

source: Add a link
gu: લિંક ઉમેરો
hi: लिंक जोड़ें

source: Link title
gu: લિંક શીર્ષક
hi: लिंक शीर्षक

# linkUrlPlaceholder
source: Enter URL
gu: લિંક દાખલ કરો
hi: लिंक दर्ज करें

# couldNotOpenLink
source: Could not open invalid URL
gu: અમાન્ય લિંક ખોલી શક્યું નથી
hi: अमान्य लिंक नहीं खोला जा सका

source: Document
gu: ફાઇલ
hi: फाइल

source: Documents
gu: ફાઇલ્સ
hi: फाइलें

source: Add a document
gu: ફાઇલ ઉમેરો
hi: फाइल जोड़ें

source: Document title
gu: ફાઇલ નામ
hi: फाइल नाम

source: Add a file
gu: ફાઇલ ઉમેરો
hi: फाइल जोड़ें

# addedDocuments
source: Added {count} document(s)
gu: {count} ફાઇલ્સ ઉમેર્યા
hi: {count} फाइलें जोड़ीं

# failedToPickFile
source: Failed to pick file: {error}
gu: ફાઇલ પસંદ કરવામાં વિફલ: {error}
hi: फाइल चुनने में विफल: {error}

source: Add documents
gu: ફાઇલ્સ ઉમેરો
hi: फाइलें जोड़ें

source: Add item
gu: આઈટમ ઉમેરો
hi: आइटम जोड़ें

source: No documents found!
gu: ફાઇલ્સ મળ્યું નથી
hi: फाइलें नहीं मिली

source: Polls
gu: પોલ્સ
hi: पोल्स

source: Coming Soon
gu: સમયપછી
hi: जल्द ही

source: Poll
gu: પોલ
hi: पोल

source: Create a poll
gu: પોલ બનાવો
hi: पोल बनाएं

source: Single choice
gu: એક પસંદ
hi: एक पसंद

source: Multiple choice
gu: બહુ પસંદ
hi: बहु पसंद

source: Expired
gu: અવરોધિત
hi: अवरोधित

source: Closed
gu: બંધ
hi: बंद

# vote
source: {count} vote
gu: {count} વોટ
hi: {count} वोट

# votes
source: {count} votes
gu: {count} વોટ્સ
hi: {count} वोट

source: This poll is closed
gu: આ પોલ બંધ છે
hi: यह पोल बंद है

source: Poll title
gu: પોલ શીર્ષક
hi: पोल शीर्षक

source: Enter poll title...
gu: પોલ શીર્ષક દાખલ કરો...
hi: पोल शीर्षक दाख़ल करें...

source: Enter option text...
gu: પસંદ વિકલ્પ દાખલ કરો...
hi: पसंद विकल्प दाख़ल करें...

source: Poll Settings
gu: પોલ સેટિંગ્સ
hi: पोल सेटिंग्स

source: Add Option
gu: વિકલ્પ ઉમેરો
hi: विकल्प जोड़ें

source: Start Poll
gu: પોલ શરૂ કરો
hi: पोल शुरू करें

source: End Poll
gu: પોલ સમાપ્ત કરો
hi: पोल समाप्त करें

source: No polls found!
gu: કોઈ પોલ મળ્યા નથી!
hi: कोई पोल नहीं मिला!

source: Voters of this poll
gu: આ પોલના વોટર્સ
hi: इस पोल के वोटर्स

source: Poll Results
gu: પોલ પરિણામો
hi: पोल परिणाम

source: Poll results not found
gu: પોલ પરિણામો મળ્યા નથી
hi: पोल परिणाम नहीं मिला

# membersVoted
source: {count} of {totalMembers} members voted
gu: {count} માંથી {totalMembers} સભ્યો વોટ કર્યા
hi: {count} में से {totalMembers} सदस्य वोट करें

# participation
source: {count} participation
gu: {count} સંસાધન
hi: {count} संगठन

source: No votes yet
gu: વોટ કર્યા નથી
hi: वोट करें नहीं है

source: Voters
gu: વોટર્સ
hi: वोटर्स

source: You
gu: તમે
hi: आप

source: Members who voted
gu: વોટ કર્યા સભ્યો
hi: वोट करें वाले सदस्य

source: View votes
gu: વોટ્સ જુઓ
hi: वोट देखें

source: This poll is not yet started
gu: આ પોલ હજુ સુધી શરૂ થયેલ નથી
hi: यह पोल अभी तक शुरू नहीं हुआ है

# voted
source: âœ“ voted
gu: ✓ વોટ કર્યું
hi: ✓ वोट करें

source: Poll details not found
gu: પોલ વિગતો મળ્યા નથી
hi: पोल विशेषताएं नहीं मिली

source: Poll participants
gu: પોલ સભ્યો
hi: पोल सदस्य

source: Poll not found
gu: પોલ મળ્યું નથી
hi: पोल नहीं मिला

source: Text block not found
gu: ટેક્સ્ટ બ્લોક મળ્યું નથી
hi: टेक्स्ट ब्लॉक नहीं मिला

source: List not found
gu: યાદી મળ્યું નથી
hi: सूची नहीं मिली

source: Connect
gu: જોડાવો
hi: जोड़ें

source: Share
gu: શેર કરો
hi: शेयर करें

source: Share this content
gu: આ સામગ્રી શેર કરો
hi: इस सामग्री को शेयर करें

source: Delete
gu: કાઢી નાખો
hi: हटाएं

source: Delete this content
gu: આ સામગ્રી કાઢી નાખો
hi: इस सामग्री को हटाएं

source: Save changes
gu: સેવ કરો
hi: सेव करें

source: Delete content
gu: સામગ્રી કાઢી નાખો
hi: सामग्री हटाएं

source: Edit this content
gu: સામગ્રી સંપાદિત કરો
hi: सामग्री संपादित करें

source: Document not found
gu: ફાઇલ મળ્યું નથી

source: Check out this
gu: આ જુઓ

# failedToShare
source: Failed to share {fileType}
gu: ફાઇલ શેર કરવામાં વિફલ: {fileType}

source: This file is not supported
gu: અસમર્થિત ફાઇલ પ્રકાર

source: Downloading will be available soon
gu: ડાઉનલોડ કરવાનું સમયપછી ઉપલબ્ધ થશે

# videoFileNotFound
source: Video file not found: {filePath}
gu: વિડિઓ ફાઇલ મળ્યું નથી: {filePath}

source: Initializing video player...
gu: વિડિઓ પ્લેયર શરૂ કરો...

source: Initializing audio player...
gu: ઑડિઓ પ્લેયર શરૂ કરો...

source: PDF Viewer
gu: પીડીએફ વીવર

source: Zoom In
gu: ઝૂમ ઇન

source: Zoom Out
gu: ઝૂમ આઉટ

source: Zoom to Fit
gu: ઝૂમ ટૂ ફિટ

source: PDF file not found
gu: પીડીએફ ફાઇલ મળ્યું નથી

source: Loading PDF...
gu: પીડીએફ લોડ કરી રહ્યું છે...

# pdfFileNotFoundDescription
source: Please check if the file exists and is not corrupted
gu: કૃપા કરીને ફાઇલને જાંચો જો તે અસ્તિત્વમાં છે અને કોઈ સંકળાયેલ નથી

source: Select Document
gu: ફાઇલ પસંદ કરો

# chooseHowToAddDocument
source: Choose how you want to add a document
gu: ફાઇલ કેવી રીતે ઉમેરવો તે પસંદ કરો

# filePicker
source: File Chooser
gu: ફાઇલ પસંદકર

# browseFiles
source: Select from files
gu: ફાઇલ્સ પસંદ કરો

source: Camera
gu: કેમરા

source: Take photo or video
gu: ફોટો અથવા વિડિઓ લેવો

source: Photo Gallery
gu: ફોટો ગેલરી

source: Select from gallery
gu: ગેલરીમાંથી પસંદ કરો

# failedToAddDocument
source: Failed to add document: {error}
gu: ફાઇલ ઉમેરવામાં વિફલ: {error}

# filesAddedSuccessfully
source: {count} files added successfully
gu: {count} ફાઇલ્સ સફળતાપૂર્વક ઉમેરવામાં થયેલા છે

# photosAddedSuccessfully
source: {count} photos added successfully
gu: {count} ફોટોસ સફળતાપૂર્વક ઉમેરવામાં થયેલા છે

source: Photo captured and added successfully
gu: ફોટો લેવામાં સફળતાપૂર્વક ઉમેરવામાં થયેલા છે

# failedToLoadPDF
source: Failed to load PDF: {error}
gu: પીડીએફ લોડ કરવામાં વિફલ: {error}

source: Failed to load image
gu: ફોટો લોડ કરવામાં વિફલ

source: Failed to load video
gu: વિડિઓ લોડ કરવામાં વિફલ

source: Failed to load file
gu: ફાઇલ લોડ કરવામાં વિફલ

source: Search in text...
gu: ટેક્સ્ટમાં શોધો...

source: Unknown Document
gu: અજ્ઞાત ફાઇલ

source: All
gu: બધા

source: View All
gu: બધા જુઓ

source: Scan QR
gu: QR સ્કેન કરો

source: Done
gu: પૂર્ણ

source: Successfully Connected!
gu: સફળતાપૂર્વક કનેક્ટ થયું!

# whatsappGroupConnectedMessage
source: Your sheet has been successfully connected to the WhatsApp group. You can now share content directly from your sheet.
gu: તમારી શીટ સફળતાપૂર્વક WhatsApp ગ્રુપ સાથે કનેક્ટ થઈ ગઈ છે. હવે તમે તમારી શીટમાંથી સીધી સામગ્રી શેર કરી શકો છો.

source: Profile
gu: પ્રોફાઇલ

source: User not found
gu: વપરાશકર્તા મળ્યું નથી

source: Scan to Connect
gu: કનેક્ટ કરવા માટે સ્કેન કરો

source: Name cannot be empty
gu: નામ ખાલી હોઈ શકતું નથી

source: Please enter a valid name
gu: કૃપા કરીને સાચું નામ દાખલ કરો

source: Bio
gu: બાયો

source: Write something about yourself...
gu: તમારા વિશે કંઈક લખો...

source: User Name
gu: વપરાશકર્તા નામ

source: User Bio
gu: વપરાશકર્તા બાયો

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો
